---
kind: other
id: Properties.T:Autodesk.Revit.DB.Plumbing.PipePlumbingFixtureFlowData
source: html/4778d441-3717-eddd-f918-35c84587b1a7.htm
---
# PipePlumbingFixtureFlowData Properties

The dimension flow which is used to calculate flow of the pipe. Units: (gal/min).